Repository: francescoromeo24/brailletranslator
Catalog: americano3/americano3/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt

# switch_translation_hint
source: Toggle between text and Braille.
de: Zwischen Text und Braille wechseln
es: Alterna entre texto y Braille.
fr: Basculez entre texte et Braille.
it: Passa tra testo e Braille.
pt_pt: Alternar entre texto e Braille.

# switch_translation_label
source: Switch translation
de: Übersetzung wechseln
es: Cambiar traducción
fr: Changer de traduction
it: Cambia traduzione
pt_pt: Alternar tradução
