Repository: francescoromeo24/brailletranslator
Catalog: americano3/americano3/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt

# add_flashcard_hint
source: Double tap to create a new flashcard
de: Doppeltippen, um eine neue Karteikarte zu erstellen
es: Doble toque para crear una nueva tarjeta didáctica
fr: Double-tapez pour créer une nouvelle carte mémoire
it: Doppio tap per creare una nuova flashcard
pt_pt: Toque duas vezes para criar um novo flashcard

# add_flashcard_label
source: Add flashcard
de: Karteikarte hinzufügen
es: Añadir tarjeta didáctica
fr: Ajouter une carte mémoire
it: Aggiungi flashcard
pt_pt: Adicionar flashcard

source: apostrophe
de: Apostroph
es: apóstrofe
it: apostrofo
pt_pt: apóstrofo

# app_permissions_hint
source: Double tap to open system settings
de: Doppeltippen, um die Systemeinstellungen zu öffnen
es: Doble toque para abrir la configuración del sistema
fr: Double-tapez pour ouvrir les paramètres du système
it: Doppio tap per aprire le impostazioni di sistema
pt_pt: Toque duas vezes para abrir as configurações do sistema

# app_permissions_label
source: App permissions
de: App-Berechtigungen
es: Permisos de la app
fr: Autorisations de l'application
it: Autorizzazioni app
pt_pt: Permissões do app

source: Braille Alphabet
es: Alfabeto Braille
fr: Alphabet Braille
it: Alfabeto Braille
pt_pt: Alfabeto Braille

source: Braille alphabet tab
de: Braille-Alphabet-Registerkarte
es: Pestaña del alfabeto Braille
fr: Onglet de l'alphabet Braille
it: Tab dell'alfabeto Braille
pt_pt: Aba do alfabeto Braille

source: Braille pattern for %@
de: Braille-Muster für %@
es: Patrón Braille para %@
fr: Modèle Braille pour %@
it: Pattern Braille per %@
pt_pt: Padrão Braille para %@

# braille_word
source: Braille representation for %@
de: Braille-Darstellung für %@
es: Representación Braille para %@
fr: Représentation Braille pour %@
it: Rappresentazione Braille per %@
pt_pt: Representação Braille para %@

# braille_word_hint
source: Double tap to hear pronunciation
de: Doppeltippen, um die Aussprache zu hören
es: Doble toque para escuchar la pronunciación
fr: Double-tapez pour entendre la prononciation
it: Doppio tap per ascoltare la pronuncia
pt_pt: Toque duas vezes para ouvir a pronúncia

# camera_button
source: Open camera
de: Kamera öffnen
es: Abrir cámara
fr: Ouvrir la caméra
it: Apri fotocamera
pt_pt: Abrir câmera

# camera_button_hint
source: Double tap to open camera for text recognition
de: Doppeltippen, um die Kamera zur Texterkennung zu öffnen
es: Doble toque para abrir la cámara para reconocimiento de texto
fr: Double-tapez pour ouvrir la caméra pour la reconnaissance de texte
it: Doppio tap per aprire la fotocamera per il riconoscimento del testo
pt_pt: Toque duas vezes para abrir a câmera para reconhecimento de texto

# camera_button_label
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
pt_pt: Câmera

source: close parenthesis
de: Klammer zu
es: cierre de paréntesis
fr: parenthèse fermée
it: parentesi chiusa
pt_pt: parêntese fechado

# close_settings_hint
source: Double tap to close settings
de: Doppeltippen, um die Einstellungen zu schließen
es: Doble toque para cerrar la configuración
fr: Double-tapez pour fermer les paramètres
it: Doppio tap per chiudere le impostazioni
pt_pt: Toque duas vezes para fechar as configurações

source: colon
de: Doppelpunkt
es: dos puntos
fr: deux-points
it: due punti
pt_pt: dois pontos

source: comma
de: Komma
es: coma
fr: virgule
it: virgola
pt_pt: vírgula

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_pt: Excluir

# delete_flashcard_message
source: Are you sure you want to delete this flashcard?
de: Möchten Sie diese Karteikarte wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta tarjeta didáctica?
fr: Êtes-vous sûr de vouloir supprimer cette carte mémoire ?
it: Sei sicuro di voler eliminare questa flashcard?
pt_pt: Tem certeza de que deseja excluir este flashcard?

# delete_flashcard_title
source: Delete Flashcard?
de: Karteikarte löschen?
es: ¿Eliminar tarjeta didáctica?
fr: Supprimer la carte mémoire ?
it: Eliminare la flashcard?
pt_pt: Excluir Flashcard?

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt_pt: Detalhes

# double_tap_hint
source: Double tap to hear the word
de: Doppeltippen, um das Wort zu hören
es: Doble toque para escuchar la palabra
fr: Double-tapez pour entendre le mot
it: Doppio tap per ascoltare la parola
pt_pt: Toque duas vezes para ouvir a palavra

# double_tap_to_capture
source: Double tap to capture photo of text
de: Doppeltippen, um ein Foto des Textes aufzunehmen
es: Doble toque para capturar una foto del texto
fr: Double-tapez pour capturer une photo du texte
it: Doppio tap per catturare una foto del testo
pt_pt: Toque duas vezes para capturar uma foto do texto

# double_tap_to_hear_character
source: Double tap to hear the character
de: Doppeltippen, um das Zeichen zu hören
es: Doble toque para escuchar el carácter
fr: Double-tapez pour entendre le caractère
it: Doppio tap per ascoltare il carattere
pt_pt: Toque duas vezes para ouvir o caractere

# double_tap_to_switch_to_braille_alphabet
source: Double tap to switch to Braille alphabet view
de: Doppeltippen, um zur Braille-Ansicht zu wechseln
es: Doble toque para cambiar a la vista del alfabeto Braille
fr: Double-tapez pour passer à l'alphabet Braille
it: Doppio tap per passare alla vista dell'alfabeto Braille
pt_pt: Toque duas vezes para alternar para a visualização do alfabeto Braille

# double_tap_to_switch_to_translate
source: Double tap to switch to translation view
de: Doppeltippen, um zur Übersetzungsansicht zu wechseln
es: Doble toque para cambiar a la vista de traducción
fr: Double-tapez pour passer à la vue de traduction
it: Doppio tap per passare alla vista di traduzione
pt_pt: Toque duas vezes para alternar para a visualização de tradução

source: Empty translation
de: Leere Übersetzung
es: Traducción vacía
fr: Traduction vide
it: Traduzione vuota
pt_pt: Tradução vazia

source: Empty word
de: Leeres Wort
es: Palabra vacía
fr: Mot vide
it: Parola vuota
pt_pt: Palavra vazia

# enter_text_hint
source: Enter text here to translate
de: Text hier eingeben, um ihn zu übersetzen
es: Introduce el texto aquí para traducir
fr: Entrez le texte ici pour traduire
it: Inserisci il testo qui per tradurre
pt_pt: Digite o texto aqui para traduzir

source: exclamation mark
de: Ausrufezeichen
es: signo de exclamación
fr: point d'exclamation
it: punto esclamativo
pt_pt: ponto de exclamação

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt_pt: Favoritos

# feedback_hint
source: Double tap to provide app feedback
de: Doppeltippen, um Feedback zur App zu geben
es: Doble toque para enviar comentarios sobre la app
fr: Double-tapez pour envoyer des commentaires sur l'application
it: Doppio tap per inviare il feedback sull'app
pt_pt: Toque duas vezes para enviar feedback do app

# feedback_label
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
pt_pt: Enviar feedback

# file_import_error
source: Error importing file
de: Fehler beim Importieren der Datei
es: Error al importar el archivo
fr: Erreur d'importation du fichier
it: Errore nell'importazione del file
pt_pt: Erro ao importar o arquivo

# file_import_failure
source: Failed to read file
de: Datei konnte nicht gelesen werden
es: No se pudo leer el archivo
fr: Échec de la lecture du fichier
it: Impossibile leggere il file
pt_pt: Falha ao ler o arquivo

# file_import_success
source: File imported successfully
de: Datei erfolgreich importiert
es: Archivo importado con éxito
fr: Fichier importé avec succès
it: File importato con successo
pt_pt: Arquivo importado com sucesso

# flashcard_details_hint
source: Flashcard details
de: Doppeltippen, um Details anzuzeigen
es: Doble toque para ver los detalles
fr: Double-tapez pour voir les détails
it: Doppio tap per vedere i dettagli
pt_pt: Toque duas vezes para ver os detalhes

# flashcard_details_label
source: Flashcard details view
de: Karteikartendetails-Ansicht
es: Vista de detalles de la tarjeta didáctica
fr: Vue des détails de la carte mémoire
it: Vista dei dettagli della flashcard
pt_pt: Visualização dos detalhes do flashcard

# flashcard_label
source: Flashcard containing word: %@ and translation: %@
de: Karteikarte mit Wort: %@ und Übersetzung: %@
es: Tarjeta didáctica que contiene la palabra: %@ y la traducción: %@
fr: Carte mémoire contenant le mot : %@ et la traduction : %@
it: Flashcard contenente la parola: %@ e la traduzione: %@
pt_pt: Flashcard com a palavra: %@ e a tradução: %@

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_pt: Histórico

# history_section_hint
source: List of previous translations.
de: Liste der vorherigen Übersetzungen
es: Lista de traducciones anteriores.
fr: Liste des traductions précédentes.
it: Elenco delle traduzioni precedenti.
pt_pt: Lista de traduções anteriores.

# history_section_label
source: Translation history
de: Übersetzungsverlauf
es: Historial de traducciones
fr: Historique des traductions
it: Cronologia delle traduzioni
pt_pt: Histórico de traduções

# import_attach_files
source: Attach Files
de: Dateien anhängen
es: Adjuntar archivos
fr: Joindre des fichiers
it: Allega file
pt_pt: Anexar arquivos

# import_attach_photos
source: Attach Photos
de: Fotos anhängen
es: Adjuntar fotos
fr: Joindre des photos
it: Allega foto
pt_pt: Anexar fotos

# import_error
source: Error importing file
de: Fehler beim Importieren der Datei
es: Error al importar el archivo
fr: Erreur lors de l'importation du fichier
it: Errore nell'importazione del file
pt_pt: Erro ao importar o arquivo

# import_failure
source: Failed to import file
de: Dateiimport fehlgeschlagen
es: No se pudo importar el archivo
fr: Échec de l'importation du fichier
it: Impossibile importare il file
pt_pt: Falha ao importar o arquivo

# import_file_hint
source: Opens the file picker
de: Öffnet den Dateiauswähler
es: Abre el selector de archivos
fr: Ouvre le sélecteur de fichiers
it: Apre il selettore di file
pt_pt: Abre o seletor de arquivos

# import_files_button
source: Import files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
it: Importa file
pt_pt: Importar arquivos

# import_files_hint
source: Double tap to select a text file to import
de: Doppeltippen, um eine Textdatei auszuwählen
es: Doble toque para seleccionar un archivo de texto para importar
fr: Double-tapez pour sélectionner un fichier texte à importer
it: Doppio tap per selezionare un file di testo da importare
pt_pt: Toque duas vezes para selecionar um arquivo de texto para importar

# import_menu_hint
source: Double tap to open import options
de: Doppeltippen, um die Importoptionen zu öffnen
es: Doble toque para abrir las opciones de importación
fr: Double-tapez pour ouvrir les options d'importation
it: Doppio tap per aprire le opzioni di importazione
pt_pt: Toque duas vezes para abrir as opções de importação

# import_menu_label
source: Import menu
de: Importmenü
es: Menú de importación
fr: Menu d'importation
it: Menu di importazione
pt_pt: Menu de importação

# import_options_hint
source: Tap to choose between attaching a file or a photo
de: Tippen, um zwischen Datei- oder Fotoanhang zu wählen
es: Toca para elegir entre adjuntar un archivo o una foto
fr: Appuyez pour choisir entre joindre un fichier ou une photo
it: Tocca per scegliere se allegare un file o una foto
pt_pt: Toque para escolher entre anexar um arquivo ou uma foto

# import_options_label
source: Import options
de: Importoptionen
es: Opciones de importación
fr: Options d'importation
it: Opzioni di importazione
pt_pt: Opções de importação

# import_photo_hint
source: Opens the photo library
de: Öffnet die Fotobibliothek
es: Abre la galería de fotos
fr: Ouvre la bibliothèque de photos
it: Apre la libreria fotografica
pt_pt: Abre a galeria de fotos

# import_photos_button
source: Import photos
de: Fotos importieren
es: Importar fotos
fr: Importer des photos
it: Importa foto
pt_pt: Importar fotos

# import_photos_hint
source: Double tap to select a photo to import
de: Doppeltippen, um ein Foto auszuwählen
es: Doble toque para seleccionar una foto para importar
fr: Double-tapez pour sélectionner une photo à importer
it: Doppio tap per selezionare una foto da importare
pt_pt: Toque duas vezes para selecionar uma foto para importar

# import_success
source: File imported successfully
de: Datei erfolgreich importiert
es: Archivo importado con éxito
fr: Fichier importé avec succès
it: File importato con successo
pt_pt: Arquivo importado com sucesso

source: Lowercase
de: Kleinbuchstaben
es: Minúsculas
fr: Minuscules
it: Minuscole
pt_pt: Minúsculas

source: Numbers
de: Zahlen
es: Números
fr: Nombres
it: Numeri
pt_pt: Números

# open_camera_hint
source: Scan text from image to translate.
de: Text aus Bild scannen zur Übersetzung
es: Escanear texto desde la imagen para traducir.
fr: Scannez le texte de l'image pour le traduire.
it: Scansiona il testo dall'immagine per tradurlo.
pt_pt: Escaneie o texto da imagem para traduzir.

source: open parenthesis
de: Klammer auf
es: abrir paréntesis
fr: parenthèse ouverte
it: parentesi aperta
pt_pt: parêntese aberto

source: Original word: %@
de: Ursprüngliches Wort: %@
es: Palabra original: %@
fr: Mot original : %@
it: Parola originale: %@
pt_pt: Palavra original: %@

# original_word_hint
source: The original word in this flashcard
de: Das ursprüngliche Wort in dieser Karteikarte
es: La palabra original en esta tarjeta didáctica
fr: Le mot original dans cette carte mémoire
it: La parola originale in questa flashcard
pt_pt: A palavra original neste flashcard

source: period
de: Punkt
es: punto
fr: point
it: punto
pt_pt: ponto

# photo_import_cancelled
source: Photo selection cancelled
de: Fotoauswahl abgebrochen
es: Selección de foto cancelada
fr: Sélection de la photo annulée
it: Selezione della foto annullata
pt_pt: Seleção da foto cancelada

# photo_import_success
source: Photo selected successfully
de: Foto erfolgreich ausgewählt
es: Foto seleccionada con éxito
fr: Photo sélectionnée avec succès
it: Foto selezionata con successo
pt_pt: Foto selecionada com sucesso

# photo_selected_success
source: Photo selected successfully
de: Foto erfolgreich ausgewählt
es: Foto seleccionada con éxito
fr: Photo sélectionnée avec succès
it: Foto selezionata con successo
pt_pt: Foto selecionada com sucesso

source: Photo selection cancelled
de: Fotoauswahl abgebrochen
es: Selección de foto cancelada
fr: Sélection de la photo annulée
it: Selezione della foto annullata
pt_pt: Seleção da foto cancelada

# privacy_policy_hint
source: Double tap to view privacy policy
de: Doppeltippen, um die Datenschutzrichtlinie anzuzeigen
es: Doble toque para ver la política de privacidad
fr: Double-tapez pour voir la politique de confidentialité
it: Doppio tap per vedere la politica sulla privacy
pt_pt: Toque duas vezes para ver a política de privacidade

# privacy_policy_label
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pt_pt: Política de privacidade

source: question mark
de: Fragezeichen
es: signo de interrogación
fr: point d'interrogation
it: punto interrogativo
pt_pt: ponto de interrogação

source: quotation mark
de: Anführungszeichen
es: comillas
fr: guillemets
it: virgolette
pt_pt: aspas

# recording_button_hint
source: Double tap to start or stop voice recording
de: Doppeltippen, um die Sprachaufnahme zu starten oder zu stoppen
es: Doble toque para iniciar o detener la grabación de voz
fr: Double-tapez pour démarrer ou arrêter l'enregistrement vocal
it: Doppio tap per avviare o fermare la registrazione vocale
pt_pt: Toque duas vezes para iniciar ou parar a gravação de voz

source: Removed from favorites
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fr: Retiré des favoris
it: Rimosso dai preferiti
pt_pt: Removido dos favoritos

# settings_app_permissions
source: SET APP PERMISSIONS
de: APP-BERECHTIGUNGEN EINSTELLEN
es: CONFIGURAR PERMISOS DE LA APP
fr: CONFIGURER LES AUTORISATIONS DE L'APPLICATION
it: IMPOSTA LE AUTORIZZAZIONI DELL'APP
pt_pt: CONFIGURAR PERMISSÕES DO APP

# settings_close
source: Close settings
de: Einstellungen schließen
es: Cerrar configuración
fr: Fermer les paramètres
it: Chiudi le impostazioni
pt_pt: Fechar configurações

# settings_feedback
source: Feedback
es: Comentarios
fr: Commentaires

# settings_feedback_section
source: PROVIDE YOUR FEEDBACK
de: GEBEN SIE IHR FEEDBACK
es: PROPORCIONA TUS COMENTARIOS
fr: DONNEZ VOTRE AVIS
it: INVIACI IL TUO FEEDBACK
pt_pt: ENVIAR SEU FEEDBACK

# settings_permissions
source: App permissions
de: App-Berechtigungen
es: Permisos de la app
fr: Autorisations de l'application
it: Autorizzazioni dell'app
pt_pt: Permissões do app

# settings_privacy_policy
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pt_pt: Política de privacidade

# settings_privacy_section
source: READ THE PRIVACY POLICY
de: DATENSCHUTZRICHTLINIE LESEN
es: LEE LA POLÍTICA DE PRIVACIDAD
fr: LIRE LA POLITIQUE DE CONFIDENTIALITÉ
it: LEGGI LA POLITICA SULLA PRIVACY
pt_pt: LEIA A POLÍTICA DE PRIVACIDADE

# settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt_pt: Configurações

# specialchars
source: Special Characters
de: Sonderzeichen
es: Caracteres especiales
fr: Caractères spéciaux
it: Caratteri speciali
pt_pt: Caracteres especiais

# speech_button
source: Start voice recognition
de: Spracherkennung starten
es: Iniciar reconocimiento de voz
fr: Démarrer la reconnaissance vocale
it: Avvia il riconoscimento vocale
pt_pt: Iniciar reconhecimento de voz

source: Start recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
it: Inizia registrazione
pt_pt: Iniciar gravação

# start_speech_recognition
source: Tap to dictate text for translation.
de: Tippen, um Text zur Übersetzung zu diktieren
es: Toca para dictar texto para traducción.
fr: Appuyez pour dicter du texte pour la traduction.
it: Tocca per dettare il testo per la traduzione.
pt_pt: Toque para ditar o texto para tradução.

# star_button_hint
source: Double tap to toggle favorite status
de: Doppeltippen, um Favoritenstatus umzuschalten
es: Doble toque para alternar el estado de favorito
fr: Double-tapez pour basculer le statut de favori
it: Doppio tap per attivare o disattivare lo stato di preferito
pt_pt: Toque duas vezes para alternar entre o status de favorito

# star_flashcard
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
pt_pt: Adicionar aos favoritos

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
it: Ferma registrazione
pt_pt: Parar gravação

# swap_button_hint
source: Double tap to switch between text and Braille translation
de: Doppeltippen, um zwischen Text- und Brailleübersetzung zu wechseln
es: Doble toque para cambiar entre la traducción de texto y Braille
fr: Double-tapez pour basculer entre la traduction de texte et Braille
it: Doppio tap per passare dalla traduzione di testo alla traduzione in Braille
pt_pt: Toque duas vezes para alternar entre a tradução de texto e Braille

# swap_button_label
source: Switch translation mode
de: Übersetzungsmodus wechseln
es: Cambiar modo de traducción
fr: Changer de mode de traduction
it: Cambia modalità di traduzione
pt_pt: Alternar modo de tradução

# swipe_to_hear
source: Swipe to hear letter by letter
de: Wischen, um Buchstabe für Buchstabe zu hören
es: Desliza para escuchar letra por letra
fr: Balayez pour entendre lettre par lettre
it: Scorri per ascoltare lettera per lettera
pt_pt: Deslize para ouvir letra por letra

source: Tap to hear Braille translation
de: Tippen, um Braille-Übersetzung zu hören
es: Toca para escuchar la traducción en Braille
fr: Appuyez pour entendre la traduction en Braille
it: Tocca per ascoltare la traduzione in Braille
pt_pt: Toque para ouvir a tradução Braille

source: Tap to hear text translation
de: Tippen, um Textübersetzung zu hören
es: Toca para escuchar la traducción de texto
fr: Appuyez pour entendre la traduction du texte
it: Tocca per ascoltare la traduzione del testo
pt_pt: Toque para ouvir a tradução do texto

# tap_to_open_favorites_view
source: Double tap to open favorites view
de: Doppeltippen, um Favoriten anzuzeigen
es: Doble toque para abrir la vista de favoritos
fr: Double-tapez pour ouvrir la vue des favoris
it: Doppio tap per aprire la vista dei preferiti
pt_pt: Toque duas vezes para abrir a visualização de favoritos

# tap_to_open_settings_view
source: Double tap to open settings view
de: Doppeltippen, um Einstellungen zu öffnen
es: Doble toque para abrir la vista de configuración
fr: Double-tapez pour ouvrir la vue des paramètres
it: Doppio tap per aprire la vista delle impostazioni
pt_pt: Toque duas vezes para abrir a visualização de configurações

source: Text
es: Texto
fr: Texte
it: Testo
pt_pt: Texto

# text_label
source: Text
es: Texto
fr: Texte
it: Testo
pt_pt: Texto

# text_recognition_failure
source: Text recognition failed
de: Texterkennung fehlgeschlagen
es: Fallo en el reconocimiento de texto
fr: Échec de la reconnaissance de texte
it: Riconoscimento del testo fallito
pt_pt: Falha no reconhecimento do texto

# text_recognition_success
source: Text recognized successfully
de: Text erfolgreich erkannt
es: Texto reconocido con éxito
fr: Texte reconnu avec succès
it: Testo riconosciuto con successo
pt_pt: Texto reconhecido com sucesso

# toggle_star_hint
source: Tap to mark this flashcard as starred or unstarred.
de: Tippen, um Karteikarte zu markieren oder zu entfernen
es: Toca para marcar esta tarjeta didáctica como con estrella o sin estrella.
fr: Appuyez pour marquer cette carte mémoire comme étoilée ou non étoilée.
it: Tocca per segnare questa flashcard come preferita o non preferita.
pt_pt: Toque para marcar este flashcard como favorito ou não favorito.

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
pt_pt: Traduzir

source: Translate tab
de: Übersetzungsregister
es: Pestaña de traducción
fr: Onglet de traduction
it: Tab di traduzione
pt_pt: Aba de tradução

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
pt_pt: Tradução

# translation_flashcard_hint
source: The translation in this flashcard
de: Die Übersetzung in dieser Karteikarte
es: La traducción en esta tarjeta didáctica
fr: La traduction dans cette carte mémoire
it: La traduzione in questa flashcard
pt_pt: A tradução neste flashcard

# translation_label
source: Translation: %@
de: Übersetzung: %@
es: Traducción: %@
fr: Traduction : %@
it: Traduzione: %@
pt_pt: Tradução: %@

# unstar_flashcard
source: Remove from favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
pt_pt: Remover dos favoritos

source: Uppercase
de: Großbuchstaben
es: Mayúsculas
fr: Majuscules
it: Maiuscole
pt_pt: Maiúsculas

source: View Favorites
de: Favoriten anzeigen
es: Ver favoritos
fr: Voir les favoris
it: Vedi preferiti
pt_pt: Ver favoritos

# word_flashcard_hint
source: This is the word in the flashcard.
de: Das Wort in dieser Karteikarte
es: La palabra en esta tarjeta didáctica
fr: Le mot dans cette carte mémoire
it: La parola in questa flashcard
pt_pt: A palavra neste flashcard

# word_label
source: Word: %@
de: Wort: %@
es: Palabra: %@
fr: Mot : %@
it: Parola: %@
pt_pt: Palavra: %@

source: Added to favorites
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
it: Aggiunto ai preferiti
pt_pt: Adicionado aos favoritos

source: Word
de: Wort
es: Palabra
fr: Mot
it: Parola
pt_pt: Palavra
